[
  {
    "auditorName": "ALICE",
    "patientName": "CRISTHIAN BELLO DIAZ",
    "documentType": "CC: Cédula de Ciudadanía",
    "documentNumber": "1007398620",
    "event": "Intento de Suicidio",
    "eventDetails": "SPA",
    "followUpDate": "2026-01-13T05:00:00.000Z",
    "visitType": "PRIMERA VEZ",
    "department": "LA GUAJIRA",
    "municipality": "MAICAO",
    "ethnicity": "YUKPA",
    "address": "VGNJLODNLFNBO",
    "phoneNumber": "3014343544",
    "followUpNotes": "\"El 13 de abril de 2024, Duskawi EPS realizó seguimiento a un caso por parte de un psicólogo del programa MHGAP, asegurando la prestación de servicios en salud mental conforme a los protocolos y lineamientos establecidos para la atención de personas con uso indebido de sustancias psicoactivas. Se notificó al prestador de primer nivel y se reportó el caso a Clínica Vital Salud Guajira para programar una cita con especialista psiquiatra y enviar un informe en dos meses. Se estableció un plan de tratamiento integral que incluye opciones farmacológicas y psicoterapéuticas. Se realizará un seguimiento por parte de la EPS en un mes para evaluar la adherencia al tratamiento, el progreso del paciente y la oportunidad de citas.\n\"\n",
    "nextSteps": "1. cita de control por psiquiatria, 2. continuar psicoterapia individual por psicologia, 3: seguimiento por la eps en 2 meses.\n",
    "id": "1",
    "createdAt": "2026-01-14T16:32:11.919Z"
  },
  {
    "auditorName": "Yair Villazon M",
    "patientName": "CRISTHIAN BELLO DIAZ",
    "documentType": "CC: Cédula de Ciudadanía",
    "documentNumber": "1006895977",
    "event": "Consumo de Sustancia Psicoactivas",
    "eventDetails": "SPA ",
    "followUpDate": "2026-01-14T05:00:00.000Z",
    "visitType": "PRIMERA VEZ",
    "department": "LA GUAJIRA",
    "municipality": "SAN JUAN DEL CESAR",
    "ethnicity": "WIWA",
    "address": "Flores de maria 2 manzana I casa 16",
    "phoneNumber": "3123349844",
    "followUpNotes": "El 13 de abril de 2024, Duskawi EPS realizó seguimiento a un caso por parte de un psicólogo del programa MHGAP, asegurando la prestación de servicios en salud mental conforme a los protocolos y lineamientos establecidos para la atención de personas con uso indebido de sustancias psicoactivas. Se notificó al prestador de primer nivel y se reportó el caso a Clínica Vital Salud Guajira para programar una cita con especialista psiquiatra y enviar un informe en dos meses. Se estableció un plan de tratamiento integral que incluye opciones farmacológicas y psicoterapéuticas. Se realizará un seguimiento por parte de la EPS en un mes para evaluar la adherencia al tratamiento, el progreso del paciente y la oportunidad de citas.",
    "nextSteps": "1. cita de control por psiquiatria, 2. continuar psicoterapia individual por  psicologia, 3: seguimiento por la eps en 2 meses.",
    "id": "2",
    "createdAt": "2026-01-14T16:39:41.814Z"
  },
  {
    "auditorName": "Administrador Principal",
    "patientName": "jesus vanega",
    "documentType": "CC: Cédula de Ciudadanía",
    "documentNumber": "416461631616",
    "event": "Salud Mental General",
    "eventDetails": "",
    "followUpDate": "2026-01-14T05:00:00.000Z",
    "visitType": "PRIMERA VEZ",
    "department": "CESAR",
    "municipality": "VALLEDUPAR",
    "ethnicity": "ARHUACO",
    "address": "Flores de maria 2 manzana I casa 16",
    "phoneNumber": "3123349844",
    "followUpNotes": "28/08/2024. Dusakawi Epsi ha garantizado atención integral en salud mental, correspondiente. Paciente remitida del Hospital Agustín Codazzi, refiriendo deseo de rehabilitación por el consumo de sustancias psicoactivas, desde hace aproximadamente 5 meses; atención 18/04/2024. Valoración intrahospitalaria por psiquiatría, prestador  UNIPSSAM. Plan de tratamiento. Internación en servicio de complejidad mediana 18/04/2024- 18/05/2024.Medicamentos, atención intrahospitalaria diaria por psiquiatría, vigilancia estricta por enfermería, inmovilizar por razón necesaria, psicoterapia familia por psiquiatría y psicología, psicoterapia individual por psiquiatría y psicología, psicoterapia grupal interdiaria por psiquiatría y psicología, educación grupal en salud por trabajo social, terapia física integral y evaluación del estado mental por el equipo interdisciplinario. Después de este periodo de internación la evolución es lenta, continua intranquila con ansiedad, un poco angustiada, dificultad para conciliar el sueño. Por lo anterior se decide continuar manejo medico intrahospitalario. 18/05/2024-21/06/2024, con tratamiento farmacológico. Actualmente, se establece contacto telefónico al número 3155176965 no se logra establecer contacto con la usuaria. ",
    "nextSteps": "seguimiento epsi en 15 dias * estrategia mhGAP - RBC comunitario * gestionar atencion prestador vital salud (RIAS), acompañamiento psicosocial enfoque intercultural, tratameinto psicoterapeutico, psicoeducacion en escenario familiar, equipo interdiciplinario segun lineamiento y protocolo para prevencion del suicidio.",
    "affiliationStatus": "CESAR",
    "settlement": "",
    "nationality": "",
    "primaryHealthProvider": "",
    "upgdProvider": "",
    "followUpInterventionType": "",
    "id": "3",
    "createdAt": "2026-01-14T23:00:26.148Z"
  },
  {
    "auditorName": "ALICE PLATA DIAZ",
    "patientName": "DOMINGO SANTERO MOLINA",
    "documentType": "CC: Cédula de Ciudadanía",
    "documentNumber": "77025224",
    "event": "Violencia de Género",
    "eventDetails": "",
    "followUpDate": "2026-01-16T05:00:00.000Z",
    "visitType": "PRIMERA VEZ",
    "department": "CESAR",
    "municipality": "VALLEDUPAR",
    "ethnicity": "YUKPA",
    "address": "Flores de maria 2 manzana I casa 16",
    "phoneNumber": "3123349844",
    "followUpNotes": "Paciente femenina de 3 años de edad, en estable dentro de su estado, con patología neurológica de base degenerativa progresiva, a nivel respiratorio con requerimiento de 02 para lograr sato2 efectiva > 92% trastorno de deglución 2 dario como factor de riesgo para neumonías aspirativas frecuentes continua optimización de secreciones, manejo broncodilatador y anti inflamatorio de vía aérea, tolera alimentación por gastrostomía indicada por nutrición para lograr aporte proteico calórico adecuado, deposiciones diarias, mantiene buen ritmo diurético, recibiendo anticonvulsivante ordenado, tiene requerimiento de realizar cateterismo intermitente, cursa en el momento con cuadro infeccioso respiratorio por lo que indico antibiótico, sin cambios de respuesta inflamatoria sistémica / alto riesgo social y de mortalidad amerita continuidad en home care 24 h para asegurar cuidados específicos y suministro de tratamiento en dosis y forma adecuada, al igual manejo nutricional especifico por gastrostomía, en caso de deterior clínico será trasladado a urgencias ordenes médicas.\nEn historial clínico paciente bajo indicaciones de equipo interdisciplinario de salud, requiere atención y cuidado según patología y tratamiento establecido por Diagnostico: trauma craneoencefálico severo, hidrocefalia , convulsiones , parálisis cerebral espástica , hidrocefalia, alimentación a base de licuados y pedias ure 2 al día por gastrostomía , deposiciones normales , actualmente presenta induración en el sitio de la válvula, permaneció hospitalizada durante 12 días por un cuadro de neumonía. Considerando la importancia de garantizar el derecho a la salud, generar entornos saludables, restablecimiento de sus derechos para mejorar su calidad de vida.\nGestión psicosocial; se activa RUTA al Instituto colombiano de Bienestar Familiar (ICBF) con N° de Radicado: 1764105496, , quien realizara la visita a casa de paso con el fin abordar e intervenir el caso, Es de vital importancia resaltar la gestión con sus padres y familiares, quienes refieren no aceptar el menor por las condiciones socioeconómicas, finalmente se concerta con su Cabildo Gobernador quien emite comunicado autorizando la activación de ruta a las instituciones correspondientes. \n",
    "nextSteps": "Anexo:  comunicado del cabildo gobernador y Procesos Administrativos de Restablecimiento de Derechos (PARD).",
    "affiliationStatus": "",
    "settlement": "",
    "nationality": "",
    "primaryHealthProvider": "",
    "upgdProvider": "",
    "followUpInterventionType": "",
    "genderViolenceType": "otros",
    "genderViolenceTypeDetails": "MALTRATO DE LA MUJER",
    "id": "4",
    "createdAt": "2026-01-16T16:26:27.249Z"
  }
]
